<!DOCTYPE html>
<html>
<head>
<title>رزومه تحصیلی من</title>
<link rel="stylesheet" href="style.css">
</head>
<body>
<header class="main-header">
<nav class="nav">
<ul>
<li><a href="cw.php">معرفی</a></li>
<li><a href="skills.php">مهارت ها و توانمندی ها</a></li>
<li><a href="achieve.php">افتخارات و دستاوردها</a></li>
<li><a href="communicate.php">تماس با من</a></li>
</ul>
</nav>
<h1 class="name">رزومه تحصیلی من</h1>
</header>
<section class="content-section container">
<h2 class="section-header">معرفی</h2>
<p>من، روژین تقی زادگان، در اسفند سال 82 در شیراز متولد شدم.در سالهای ایتدایی، در مدرسه مهرآیین شیراز تحصیل کردم و پس از آن وارد مدرسه فرزانگان 1 شدم و شش سال بعد را در آنجا گذراندم. پس از آن در رشته مهندسی کامپیوتر پذیرفته شدم و هم اکنون مشغول به تحصیل در این رشته هستم.</p>
<img class="my-image" src = "image1.jpg" width="240" height="320">
<p>لورم ایپسوم یا طرح‌نما (به انگلیسی: Lorem ipsum) به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. معمولا طراحان گرافیک برای صفحه‌آرایی، نخست از متن‌های آزمایشی و بی‌معنی استفاده می‌کنند تا صرفا به مشتری یا صاحب کار خود نشان دهند که صفحه طراحی یا صفحه بندی شده بعد از اینکه متن در آن قرار گیرد چگونه به نظر می‌رسد و قلم‌ها و اندازه‌بندی‌ها چگونه در نظر گرفته شده‌است. از آنجایی که طراحان عموما نویسنده متن نیستند و وظیفه رعایت حق تکثیر متون را ندارند و در همان حال کار آنها به نوعی وابسته به متن می‌باشد آنها با استفاده از محتویات ساختگی، صفحه گرافیکی خود را صفحه‌آرایی می‌کنند تا مرحله طراحی و صفحه‌بندی را به پایان برند.</p>
<p>لورم ایپسوم یا طرح‌نما (به انگلیسی: Lorem ipsum) به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. معمولا طراحان گرافیک برای صفحه‌آرایی، نخست از متن‌های آزمایشی و بی‌معنی استفاده می‌کنند تا صرفا به مشتری یا صاحب کار خود نشان دهند که صفحه طراحی یا صفحه بندی شده بعد از اینکه متن در آن قرار گیرد چگونه به نظر می‌رسد و قلم‌ها و اندازه‌بندی‌ها چگونه در نظر گرفته شده‌است. از آنجایی که طراحان عموما نویسنده متن نیستند و وظیفه رعایت حق تکثیر متون را ندارند و در همان حال کار آنها به نوعی وابسته به متن می‌باشد آنها با استفاده از محتویات ساختگی، صفحه گرافیکی خود را صفحه‌آرایی می‌کنند تا مرحله طراحی و صفحه‌بندی را به پایان برند.</p>
</section>
<footer class="main-footer">
<img class="footer-image" src="image11.png" width="100" height="100">
<h3 class="footer-name">ارتباط با من</h3>
<ul>
<li><img src = "image5.png" width="25" height="25"></li>
<a href="mailto:rozhintn@gmail.com">rozhintn@gmail.com</a>
<li><img src = "image4.ico" width="25" height="25"></li>
<a href="https://github.com/RozhTagh">github.com/RozhTagh</a>
<li><img src = "image2.png" width="25" height="25"></li>
<a href="https://t.me/RozhTagh">t.me/RozhTagh</a>
<li><img src="image3.ico" width="25" height="25"></li>
<a href="https://instagram.com/rozhin_tn">instagram.com/rozhin_tn</a>
<p class="author-name">creator: Rozhin Taghizadegan</p>
</ul>
</footer>
</body>
</html>